Repository: Jagjit0306/Myriad
Catalog: myriad/lib/l10n/app_*.arb
Languages: hi

# appTitle
source: Myriad
hi: मायरियड

source: Settings
hi: सेटिंग्स

# editPersonalInfo
source: Edit Personal Information
hi: व्यक्तिगत जानकारी संपादित करें

source: Update Name
hi: नाम अपडेट करें

source: Update Bio
hi: बायो अपडेट करें

source: Update Information
hi: जानकारी अपडेट करें

# customizeAccessibility
source: Customize Accessibility Preferences
hi: एक्सेसिबिलिटी प्राथमिकताएं कस्टमाइज़ करें

source: Vision Support
hi: दृष्टि सहायता

source: Hearing Support
hi: श्रवण सहायता

source: Speech Assistance
hi: भाषण सहायता

source: Colorblindness Support
hi: रंग अंधापन सहायता

source: Dexterity Support
hi: निपुणता सहायता

source: Wheelchair Support
hi: व्हीलचेयर सहायता

source: Limb Diversity Support
hi: अंग विविधता सहायता

source: Paralysis Support
hi: पक्षाघात सहायता

source: Stress Management
hi: तनाव प्रबंधन

source: Save Preferences
hi: प्राथमिकताएं सहेजें

source: LOGOUT
hi: लॉग आउट

source: Language
hi: भाषा

source: English
hi: अंग्रेज़ी

source: Hindi
hi: हिंदी

# preferencesUpdated
source: Preferences updated successfully
hi: प्राथमिकताएं सफलतापूर्वक अपडेट की गईं

# errorUpdatingInfo
source: Error updating information: {error}
hi: जानकारी अपडेट करने में त्रुटि: {error}

# errorUpdatingPrefs
source: Error updating preferences: {error}
hi: प्राथमिकताएं अपडेट करने में त्रुटि: {error}

source: Language changed
hi: भाषा बदली गई

source: New Thread
hi: नया थ्रेड

# authorNewPost
source: Author a new post
hi: नई पोस्ट लिखें

source: Post title
hi: पोस्ट का शीर्षक

source: Tags
hi: टैग

source: Post content
hi: पोस्ट की सामग्री

source: Post to Myriad
hi: मायरियड पर पोस्ट करें

source: Featuring
hi: विशेष

source: Welcome to Myriad
hi: मायरियड में आपका स्वागत है

# overcomingChallenges
source: Overcoming challenges together, with AI
hi: एआई के साथ मिलकर चुनौतियों पर विजय

# morningGreeting
source: Morning, {name}!
hi: सुप्रभात, {name}!

# startMindfulness
source: Start your mindfulness journey
hi: अपनी माइंडफुलनेस यात्रा शुरू करें

# overview
source: Here is your overview
hi: यहां आपका अवलोकन है

source: Medicine Consistency
hi: दवा नियमितता

source: Calculating...
hi: गणना कर रहे हैं...

# days
source: {count} Days
hi: {count} दिन

# requestWheelchair
source: Request Wheelchair Accessibility
hi: व्हीलचेयर एक्सेसिबिलिटी का अनुरोध करें

source: Wheelchair request sent
hi: व्हीलचेयर अनुरोध भेजा गया

# wheelchairRequestMessage
source: Your wheelchair accessibility request has been submitted. Special arrangements will be made for you at your specified date for your convenience.
hi: आपका व्हीलचेयर एक्सेसिबिलिटी अनुरोध प्रस्तुत कर दिया गया है। आपकी सुविधा के लिए निर्दिष्ट तिथि पर विशेष व्यवस्था की जाएगी।

source: Username
hi: उपयोगकर्ता नाम

# usernameTaken
source: THIS USERNAME IS TAKEN/INVALID
hi: यह उपयोगकर्ता नाम पहले से लिया गया है/अमान्य है

source: Guardian Phone
hi: अभिभावक का फोन

source: Bio
hi: बायो

# selectPreferences
source: Select your preferences
hi: अपनी प्राथमिकताएं चुनें

source: Sleep Duration
hi: नींद की अवधि

# guardianNotFound
source: Guardian number not found.
hi: अभिभावक का नंबर नहीं मिला।

source: Guardian
hi: अभिभावक

source: SOS
hi: एसओएस

source: Ambulance
hi: एम्बुलेंस

source: Hospital
hi: अस्पताल

source: Fire Station
hi: अग्निशमन केंद्र

source: Police Station
hi: पुलिस स्टेशन

source: Scream
hi: चीख

source: Open with:
hi: इसके साथ खोलें:

# locationServicesDisabled
source: Location services are disabled.
hi: स्थान सेवाएं अक्षम हैं।

# locationPermissionsDenied
source: Location permissions are denied.
hi: स्थान अनुमतियां अस्वीकृत हैं।

# locationPermissionsPermanentlyDenied
source: Location permissions are permanently denied.
hi: स्थान अनुमतियां स्थायी रूप से अस्वीकृत हैं।

# errorGettingLocation
source: Error getting location: {error}
hi: स्थान प्राप्त करने में त्रुटि: {error}

# errorFindingServices
source: Error finding emergency services: {error}
hi: आपातकालीन सेवाएं खोजने में त्रुटि: {error}

# locationNotAvailable
source: Location information not available yet.
hi: स्थान जानकारी अभी उपलब्ध नहीं है।

# noMapApps
source: No map apps found on device.
hi: डिवाइस पर कोई मैप ऐप नहीं मिला।

source: H O M E
hi: होम

source: C O M M U N I T Y
hi: कम्युनिटी

source: M Y A I
hi: मेरी एआई

source: S E R E N I F Y
hi: सेरेनिफाई

source: S I G H T I F Y
hi: साइटिफाई

source: C O L O R I F Y
hi: कलरिफाई

source: S P E A K I F Y
hi: स्पीकिफाई

source: H E A R I F Y
hi: हीरिफाई

source: V O I C I F Y
hi: वॉइसिफाई

source: V I B R A I L L I F Y
hi: वाइब्रैलिफाई

source: W H E E L I F Y
hi: व्हीलिफाई

source: O N B O A R D I N G
hi: ऑनबोर्डिंग

source: M E D I F Y
hi: मेडिफाई
